Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: This feedback request will be sent to {{count}} recipients.
tr_tr: Bu geri bildirimlere ilişkin talep {{count}} alıcıya gönderilecektir.

source: This feedback request will be sent to {{count}} recipient.
tr_tr: Bu geri bildirimlere ilişkin talep {{count}} alıcıya gönderilecektir.

source: Remove {{count}} recipients to send this request.
tr_tr: Bu isteği gönderebilmek için {{count}} alıcıyı kaldırın.

source: The requested feedback will be linked to your goal. If the person needs to see your goal to provide feedback, make sure you share your goal with them.
tr_tr: Talep edilen geri bildirimler, hedefinize bağlanacaktır. Kişinin geri bildirimlerde bulunmak için hedefinizi görmesi gerekiyorsa, hedefinizi onunla paylaştığınızdan emin olun.

source: {{givenName}} has requested feedback regarding this behavior.
tr_tr: {{givenName}} bu davranışla ilgili geri bildirimler talep etti.

source: {{givenName}} has requested feedback regarding this goal
tr_tr: {{givenName}} bu hedefle ilgili geri bildirimler talep etti

source: Once you reply to this request, it will only be sent to {{receiver}} and not to {{about}}. In case of a change of manager for {{about}}, then new manager will see your reply to this request.
tr_tr: Bu talebe yanıt verdiğinizde, yalnızca {{receiver}} adlı kişiye gönderilecek ve {{about}}adlı kişiye gönderilmeyecektir. {{about}} için yönetici değişikliği olması durumunda, yeni yönetici bu talebe verdiğiniz yanıtı görecektir.

source: How can {{givenName}} improve this behavior?
tr_tr: {{givenName}}, bu davranışı nasıl iyileştirebilir?

source: Give some ideas here
tr_tr: Burada bazı fikirler verin

source: Has {{givenName}} demonstrated any of our company behaviors?
tr_tr: {{givenName}}, şirket davranışlarımızdan herhangi birini sergiledi mi?

source: {{givenName}} has requested feedback in relation to these behaviors
tr_tr: {{givenName}}, bu davranışlarla ilgili geri bildirimler talep etti

source: Feedback from {{fullName}}
tr_tr: {{fullName}} adlı kişiden alınan geri bildirimler

source: Once you have clicked Give feedback, {{givenName}} will receive a meet request notification.
tr_tr: Geri bildirimlerde bulun öğesini tıkladığınızda, {{givenName}}, bir görüşme isteği bildirimi alacaktır.

source: Provide details regarding your observations on {{givenName}}.
tr_tr: {{givenName}} hakkındaki gözlemlerinizle ilgili ayrıntıları belirtin.

source: What has particularly impressed you? What constructive feedback can you give?
tr_tr: Sizi özellikle etkileyen şey ne oldu? Ne gibi yapıcı geri bildirimlerde bulunabilirsiniz?

source: Share your insights about
tr_tr: hakkındaki görüşlerinizi paylaşın

source: Share your observations
tr_tr: Gözlemlerinizi paylaşın

source: Provide context, for instance by giving details regarding what you observed and when you observed it.
tr_tr: Örneğin, neyi, ne zaman gözlemlediğinizle ilgili ayrıntılar vererek bağlam sağlayın.

source: You can reply to this request with a "Let's meet" invitation or with a comment
tr_tr: Bu talebe "Görüşelim" daveti veya bir yorumla yanıt verebilirsiniz.

source: Back to the feedback request
tr_tr: Geri bildirimlere ilişkin talebine geri dön

source: "Let's meet" invitation only
tr_tr: Yalnızca "Tanışalım" daveti

source: Replying to
tr_tr: Yanıtladığı kişi:

source: Request sent to
tr_tr: Talep şu kişiye gönderildi

source: Brilliant! Thank you for your feedback request!
tr_tr: Harika! Geri bildirimlere ilişkin talebiniz için teşekkür ederiz!

source: You're up-to-date with all your feedback requests.
tr_tr: Tüm geri bildirimlere ilişkin taleplerinizle ilgili güncel bilgiye sahipsiniz.

source: This feedback was successfully deleted.
tr_tr: Bu geri bildirimler başarıyla silindi.

source: Last seen on {{datetime}}
tr_tr: Son görülme zamanı: {{datetime}}

source: {{givenName}} has not yet replied to this request.
tr_tr: {{givenName}} bu talebe henüz yanıt vermedi.

source: Requested: {{date}}
tr_tr: Talep edildiği tarih: {{date}}

source: {{givenName}} {{nickName}} would like to meet up with you about this feedback request.
tr_tr: {{givenName}} {{nickName}} bu geri bildirimlere ilişkin talep hakkında sizinle görüşmek istiyor.

source: I would love to see you do more of X as it relates to Y
tr_tr: Y ile ilgili olduğundan, X'ten daha fazlasını yaptığınızı görmeyi çok isterim

source: Remove {{count}} recipient to send this feedback.
tr_tr: Bu geri bildirimleri göndermek için {{count}} alıcıyı kaldırın.

source: Remove {{count}} recipients to send this feedback.
tr_tr: Bu geri bildirimleri göndermek için {{count}} alıcıyı kaldırın.

source: Recognized behaviors for all
tr_tr: Herkes için tanınan davranışlar

source: Send a reminder
tr_tr: Bir hatırlatma gönder

source: Should {{user}}'s manager change, the new manager will then see your reply to this request.
tr_tr: {{user}} adlı kişinin yöneticisi değişirse, yeni yönetici bu talebe verdiğiniz yanıtı görecektir.

source: {{givenName}} {{nickName}} has requested feedback in relation to these behaviors:
tr_tr: {{givenName}} {{nickName}} bu davranışlarla ilgili geri bildirimler talep etti:

source: Start building your feedback center! Give feedback to your colleagues.
tr_tr: Geri bildirimlere ilişkin merkezinizi oluşturmaya başlayın! İş arkadaşlarınıza geri bildirimlerde bulunun.

source: Sent:
tr_tr: Gönderilen:

source: What do you think {{givenName}} could have done differently to change their impact?
tr_tr: {{givenName}} adlı kişinin, etkisini değiştirmek için neyi farklı yapabileceğini düşünüyorsunuz?

source: What do you think {{givenName}} did well?
tr_tr: {{givenName}} adlı kişinin, neyi iyi yaptığını düşünüyorsunuz?

source: You have shared this feedback
tr_tr: Bu geri bildirimleri paylaştınız

source: {{users}} have shared this feedback
tr_tr: {{users}} bu geri bildirimleri paylaştı

source: {{user}} has shared this feedback
tr_tr: {{user}} bu geri bildirimleri paylaştı

source: Add a comment
tr_tr: Yorum ekle

source: You're sharing feedback with {{count}} people.
tr_tr: {{count}} kişiyle geri bildirimler paylaşıyorsunuz.

source: You're sharing this feedback with {{count}} people
tr_tr: Bu geri bildirimleri {{count}} kişiyle paylaşıyorsunuz

source: You're sharing feedback with one person.
tr_tr: Bir kişiyle geri bildirimler paylaşıyorsunuz.

source: Share this feedback with others.
tr_tr: Bu geri bildirimleri başkalarıyla paylaşın.

source: Edit sharing
tr_tr: Paylaşımı düzenle

source: Share with
tr_tr: ile paylaş

source: We've noticed that you've included more than {{count}} people in this feedback.
tr_tr: Bu geri bildirimlere {{count}} kişiden fazla kişiyi eklediğinizi fark ettik.

source: Remove {{count}} recipient to share this feedback.
tr_tr: Bu geri bildirimleri paylaşmak için {{count}} alıcıyı kaldırın.

source: Remove {{count}} recipients to share this feedback.
tr_tr: Bu geri bildirimleri paylaşmak için {{count}} alıcıyı kaldırın.

source: Share feedback publicly
tr_tr: Geri bildirimleri herkese açık olarak paylaşın

source: Select this option to make this feedback visible to the whole.
tr_tr: Bu geri bildirimlerin herkes tarafından görülebilmesini sağlamak için bu seçeneği belirleyin.

source: Recipient list
tr_tr: Alıcı listesi

source: Shared with
tr_tr: ile paylaşıldı

source: Notify their team about this feedback
tr_tr: Bu geri bildirimleri ekiplerine bildirin

source: Select this option to make this feedback visible to the recipient’s manager and colleagues.
tr_tr: Bu geri bildirimlerin alıcının yöneticisi ve iş arkadaşları tarafından görülebilmesini sağlamak için bu seçeneği belirleyin.

source: Share feedback
tr_tr: Geri bildirimler paylaşın

source: Share this feedback
tr_tr: Bu geri bildirimleri paylaşın

source: You can see all the feedback shared with you here
tr_tr: Burada sizinle paylaşılan tüm geri bildirimleri görebilirsiniz

source: No comments were provided.
tr_tr: Herhangi bir yorum yapılmadı.

source: You didn't provide any comments.
tr_tr: Herhangi bir yorum yapmadınız.

source: Your colleagues have shared this feedback
tr_tr: İş arkadaşlarınız bu geri bildirimleri paylaştı

source: Show full description
tr_tr: Tam açıklamayı göster

source: I noticed you in X and have some tips to help you handle it in the future
tr_tr: Sizi X'te fark ettim ve gelecekte bununla başa çıkmanıza yardımcı olacak bazı ipuçlarım var

source: No feedback suggestions. Check again later or feel free to add your own feedback!
tr_tr: Geri bildirimlere ilişkin öneri yok. Daha sonra tekrar kontrol edin veya kendi geri bildirimlerinizi eklemekten çekinmeyin!

source: Feedback suggestions
tr_tr: Geri bildirimlere ilişkin öneriler

source: Received
tr_tr: Alındı

source: Requested from others
tr_tr: Başkalarından talep edilenler

source: Requests to me
tr_tr: Bana gelen talepler

source: Feedback status
tr_tr: Geri bildirimlerin durumu

source: New note
tr_tr: Yeni not

source: Requested
tr_tr: Talep edildi

source: Requests
tr_tr: Talepler

source: Shared
tr_tr: Paylaşılan

source: Team requests
tr_tr: Ekip talepleri

source: Request about
tr_tr: Talep konusu

source: About:
tr_tr: Hakkında:

source: Request feedback from other people about your team and get more insights.
tr_tr: Ekibiniz hakkında diğer kişilerden geri bildirimler talep edin ve daha fazla içgörü elde edin.

source: Feedback on my team
tr_tr: Ekibim hakkında geri bildirimler

source: Sent to
tr_tr: Gönderilen

source: By sending thanks, you've made a colleague happy!
tr_tr: Teşekkür göndererek bir iş arkadaşınızı mutlu ettiniz!

source: Feedback note
tr_tr: Geri bildirimlere ilişkin not

source: and others
tr_tr: ve diğerleri

source: Received feedback
tr_tr: Alınan geri bildirimler

source: Requested feedback
tr_tr: Talep edilen geri bildirimler

source: Sent feedback
tr_tr: Gönderilen geri bildirimler

source: Shared feedback
tr_tr: Paylaşılan geri bildirimler

source: Requests about my team
tr_tr: Ekibimle ilgili talepler

source: Transferred to you
tr_tr: Size aktarıldı

source: Your feedback volume is up!
tr_tr: Geri bildirimlerinizin hacmi arttı!

source: Most recognized skill
tr_tr: En çok takdir edilen beceri

source: 30-day feedback trend
tr_tr: 30 günlük geri bildirimlerin eğilimi

source: Invite feedback in return. Trust begets trust.
tr_tr: Karşılığında geri bildirimlerde bulunmaya davet edin. Güven güveni doğurur.

source: Trusted
tr_tr: Güvenilir

source: Your reaction will be visible to all users who can see this feedback.
tr_tr: Tepkiniz, bu geri bildirimleri görebilen tüm kullanıcılar tarafından görülebilecektir.

source: Balance positive feedback with improvement feedback. The ideal ratio is 6:1 (6 positive feedback to 1 improvement feedback).
tr_tr: Olumlu geri bildirimleri iyileştirme geri bildirimleri ile dengeleyin. İdeal oran 6:1'dir (6 olumlu geri bildirim, 1 iyileştirme geri bildirimi).

source: Well-balanced
tr_tr: İyi dengelenmiş

source: Behavior profile
tr_tr: Davranış profili

source: Recognized behaviors on which you have received feedback from colleagues.
tr_tr: İş arkadaşlarınızdan geri bildirimler aldığınız, takdir edilen davranışlar.

source: {{employee}}'s behavior profile
tr_tr: {{employee}} adlı kişinin davranış profili

source: View my feedback
tr_tr: Geri bildirimlerimi görüntüleyin

source: There's not enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
tr_tr: Davranış çarkınızı göstermek için henüz yeterli veri yok. Performansınızın eksiksiz bir görünümünü oluşturmak için iş arkadaşlarınızdan geri bildirimler talep edin.

source: No behavior libraries available.
tr_tr: Davranış kitaplığı mevcut değil.

source: You have received no behaviors from this library
tr_tr: Bu kitaplıktan herhangi bir davranış almadınız

source: {{name}} hasn't received any behaviors from this library.
tr_tr: {{name}} bu kitaplıktan herhangi bir davranış almadı.

source: You have not requested any feedback about {{name}} over the review period. Why not get insights from their collaborators and colleagues now?
tr_tr: {{name}} hakkında değerlendirme dönemi boyunca geri bildirimler talep etmediniz. Neden şimdi iş birliği yaptığı kişilerden ve iş arkadaşlarından içgörüler almıyorsunuz?

source: {{name}} has not received any feedback visible to you over this review period.
tr_tr: {{name}}, bu değerlendirme dönemi boyunca görülebilen geri bildirimler almadı.

source: You have not received any feedback visible over this review period.
tr_tr: Bu değerlendirme dönemi boyunca görülebilen geri bildirimler almadınız.

source: Request feedback now
tr_tr: Şimdi geri bildirimler talep edin

source: Want to write meaningful feedback?
tr_tr: Anlamlı geri bildirimler yazmak ister misiniz?

source: Add key phrase
tr_tr: Anahtar ifade ekle

source: Growth model
tr_tr: Büyüme modeli

source: Key phrases
tr_tr: Temel ifadeler

source: Use our model and key phrases for inspiration.
tr_tr: İlham almak için modelimizi ve temel ifadelerimizi kullanın.

source: you
tr_tr: siz

source: I observed your impact on project X or during meeting Y. I suspect you’re not aware of this and I want to share
tr_tr: Proje X'teki veya toplantı Y'deki etkinizi gözlemledim. Bunun farkında olmadığınızı düşünüyorum ve bunu sizinle paylaşmak istiyorum.

source: Your observations
tr_tr: Gözlemleriniz

source: You're sending feedback to {{count}} people
tr_tr: {{count}} kişiye geri bildirimler gönderiyorsunuz

source: You're sending feedback to one person
tr_tr: Bir kişiye geri bildirimler gönderiyorsunuz

source: My feedback list
tr_tr: Geri bildirimlere ilişkin listem

source: My note list
tr_tr: Not listem

source: Public feedback list
tr_tr: Herkese açık geri bildirimlerin listesi

source: You are requesting feedback from {{count}} people
tr_tr: {{count}} kişiden geri bildirimler istiyorsunuz

source: You are requesting feedback from one person
tr_tr: Bir kişiden geri bildirimler talep ediyorsunuz

source: Sent feedback list
tr_tr: Gönderilen geri bildirimlerin listesi

source: Shared feedback list
tr_tr: Paylaşılan geri bildirimlerin listesi

source: Team requests feedback list
tr_tr: Ekip geri bildirimlerin listesini talep ediyor

source: View feedback {{users}}
tr_tr: Geri bildirimleri görüntüle {{users}}

source: The maximum value of this field is {{max}}.
tr_tr: Bu alanın maksimum değeri {{max}}.

source: The minimum value of this field is {{min}}.
tr_tr: Bu alanın minimum değeri {{min}}.

source: This field is mandatory.
tr_tr: Bu alan zorunludur.

source: Required.
tr_tr: Gerekli.

source: The file upload failed; your file contains malicious code.
tr_tr: Dosya yükleme başarısız oldu; dosyanız kötü amaçlı kod içeriyor.

source: The file you're trying to upload is not supported.
tr_tr: Yüklemeye çalıştığınız dosya desteklenmiyor.

source: The image you are trying to upload is too large. The maximum size for images is 2MB.
tr_tr: Yüklemeye çalıştığınız resim çok büyük. Resimler için maksimum boyut 2 MB'dir.

source: This page doesn't exist or you don't have access to it.
tr_tr: Bu sayfa mevcut değil veya sayfaya erişiminiz yok.

source: You can use only letters, numbers, "_" and "-".
tr_tr: Yalnızca harf, sayı, "_" ve "-" kullanabilirsiniz.

source: The field can contain only letters, numbers, or "_", and must start with a letter.
tr_tr: Alan sadece harfler, rakamlar veya "_" içerebilir ve bir harfle başlamalıdır.

source: You cannot use a special character in first or last position.
tr_tr: İlk veya son konumda özel bir karakter kullanamazsınız.

source: The date can not be in the past.
tr_tr: Tarih geçmişte olamaz.

source: The maximum number of elements has been reached.
tr_tr: Maksimum öğe sayısına ulaşıldı.

source: The end date must be after the start date.
tr_tr: Bitiş tarihi, başlangıç tarihinden sonra olmalıdır.

source: The value must be {{max}} or less.
tr_tr: Değer {{max}} veya daha az olmalıdır.

source: The value must be between {{min}} and {{max}}.
tr_tr: Değer {{min}} ile {{max}} arasında olmalıdır.

source: The value must be at least {{min}}.
tr_tr: Değer en az {{min}} olmalıdır.

source: This field cannot be empty.
tr_tr: Bu alan boş bırakılamaz.

source: The first character must be a letter.
tr_tr: İlk karakter bir harf olmalıdır.

source: The JSON format is invalid.
tr_tr: JSON formatı geçersiz.

source: The URL is invalid.
tr_tr: URL geçersiz.

source: You cannot use the characters "_" and "-" several times consecutively.
tr_tr: "_" ve "-" karakterlerini art arda birkaç kez kullanamazsınız.

source: You cannot use spaces or special characters.
tr_tr: Boşluk veya özel karakter kullanamazsınız.

source: The end number must be greater than the start number.
tr_tr: Bitiş numarası, başlangıç numarasından büyük olmalıdır.

source: The question is required.
tr_tr: Soru zorunludur.

source: The rating answer type is required.
tr_tr: Derecelendirme yanıt türü gereklidir.

source: Required fields in the default language cannot be empty.
tr_tr: Varsayılan dildeki zorunlu alanlar boş bırakılamaz.

source: You must enter a value in at least one of the fields.
tr_tr: Alanlardan en az birine bir değer girmelisiniz.

source: You cannot use the characters {{specialCharacters}}
tr_tr: {{specialCharacters}} karakterlerini kullanamazsınız

source: This value is already in use. Please enter a unique value.
tr_tr: Bu değer zaten kullanılıyor. Lütfen benzersiz bir değer girin.

source: The start date must be after the end date of the previous step.
tr_tr: Başlangıç tarihi, önceki adımın bitiş tarihinden sonra olmalıdır.

source: The end date must be before the start date of the next step.
tr_tr: Bitiş tarihi, bir sonraki adımın başlangıç tarihinden önce olmalıdır.

source: {{min}} to {{max}}.
tr_tr: {{min}} ile {{max}} arası.

source: Formatted address
tr_tr: Biçimlendirilmiş adres

source: Full mailing address, formatted for display or use with a mailing label. This field is automatically populated with data you entered.
tr_tr: Görüntülenmek veya posta etiketiyle kullanılmak üzere biçimlendirilmiş tam posta adresi. Bu alan, girdiğiniz verilerle otomatik olarak doldurulur.

source: Blue
tr_tr: Mavi

source: Coral
tr_tr: Mercan

source: Gray
tr_tr: Gri

source: Green
tr_tr: Yeşil

source: Indigo
tr_tr: Çivit mavisi

source: Lime
tr_tr: Limon rengi

source: Orange
tr_tr: Turuncu

source: Pink
tr_tr: Pembe

source: Purple
tr_tr: Mor

source: Red
tr_tr: Kırmızı

source: Teal
tr_tr: Turkuaz

source: White
tr_tr: Beyaz

source: Yellow
tr_tr: Sarı

source: Failed to copy to clipboard
tr_tr: Panoya kopyalanamadı

source: Examples
tr_tr: Örnekler

source: Condition
tr_tr: Koşul

source: Calculation guide
tr_tr: Hesaplama kılavuzu

source: Diagnostics
tr_tr: Tanılama

source: Functions
tr_tr: Fonksiyonlar

source: Press <shortcut></shortcut> to get suggestions
tr_tr: Öneriler almak için <shortcut></shortcut> tuşuna basın

source: Help
tr_tr: Yardım

source: Formula builder help
tr_tr: Formül oluşturucu yardımı

source: Create custom calculations using data points and rules from your round. As you configure comp elements, budgets, and guidelines, they become available here.
tr_tr: Turunuzdan veri noktaları ve kurallar kullanarak özel hesaplamalar oluşturun. Ücret öğelerini, bütçeleri ve yönergeleri yapılandırdıkça bunlar burada kullanılabilir hale gelir.

source: Build dynamic formulas
tr_tr: Dinamik formüller oluşturun

source: Open the full-screen workspace to browse properties, functions, and operators in dedicated panels while writing your formula.
tr_tr: Formülünüzü yazarken özelliklere, işlevlere ve operatörlere ayrılmış panellerde göz atmak için tam ekran çalışma alanını açın.

source: Non-conditional applies a single formula to all rows. Conditional lets you define multiple rules with an "everything else" fallback.
tr_tr: Koşulsuz, tüm satırlara tek bir formül uygular. Koşullu ise "diğer her şey" geri dönüşüyle birden fazla kural tanımlamanıza olanak tanır.

source: Choose your formula type
tr_tr: Formül türünüzü seçin

source: Build formulas with IF/THEN/ELSE logic. Each condition block evaluates a condition and returns different values based on the result.
tr_tr: IF/THEN/ELSE mantığıyla formüller oluşturun. Her koşul bloğu bir koşulu değerlendirir ve sonuca göre farklı değerler döndürür.

source: Conditional mode
tr_tr: Koşullu mod

source: Example functions
tr_tr: Örnek fonksiyonlar

source: Nest your calculations
tr_tr: Hesaplamalarınızı iç içe yerleştirin

source: Non-conditional mode
tr_tr: Koşulsuz mod

source: Supported operators
tr_tr: Desteklenen operatörler

source: Insert function
tr_tr: İşlev ekle

source: Auto-suggestion
tr_tr: Otomatik öneri

source: Jumps to the next error
tr_tr: Sonraki hataya atlar

source: Opens the doc tooltip
tr_tr: Doküman ipucunu açar

source: Opens the <strong>Issues</strong> panel
tr_tr: <strong>Sorunlar</strong> panelini açar

source: No diagnostics
tr_tr: Tanılama yok

source: Properties
tr_tr: Özellikler

source: Search by property name
tr_tr: Özellik adına göre ara

source: Search functions
tr_tr: Arama işlevleri

source: Addition
tr_tr: Ekleme

source: Both conditions must be true
tr_tr: Her iki koşul da doğru olmalıdır

source: Use parentheses to group parts of your formula and control the order of calculation
tr_tr: Formülünüzün bölümlerini gruplamak ve hesaplama sırasını kontrol etmek için parantez kullanın

source: Equals. Checks if two values are identical.
tr_tr: Eşittir. İki değerin özdeş olup olmadığını kontrol eder.

source: Represents a false/no value
tr_tr: Yanlış/hayır değerini temsil eder

source: Case-insensitive pattern matching with * wildcards
tr_tr: * joker karakterleriyle büyük/küçük harf duyarsız desen eşleştirme

source: Multiplication
tr_tr: Çarpma

source: Doesn't equal. Checks if two values are different
tr_tr: Eşit değildir. İki değerin farklı olup olmadığını kontrol eder

source: Does not match pattern (case-insensitive with * wildcards)
tr_tr: Desenle eşleşmiyor (büyük/küçük harf duyarsız, * joker karakterli)

source: At least one condition must be true
tr_tr: En az bir koşul doğru olmalıdır

source: Subtraction
tr_tr: Çıkarma

source: Represents a true/yes value
tr_tr: Doğru/evet değerini temsil eder

source: contains
tr_tr: İçeren

source: doesn't contain
tr_tr: içermez

source: doesn't start with
tr_tr: ile başlamaz

source: starts with
tr_tr: ile başlar

source: Keyboard shortcuts
tr_tr: Klavye kısayolları

source: Learn more
tr_tr: Daha fazla bilgi edinin

source: No results match the search/filter criteria. Remove filters and clear search to show all results.
tr_tr: Arama/filtre kriterlerine uyan sonuç bulunamadı. Tüm sonuçları görüntülemek için filtreleri kaldırın ve aramayı temizleyin.

source: Something went wrong. Try refreshing the page. Consider logging out and logging back in.
tr_tr: Bir sorun oluştu. Sayfayı yenilemeyi deneyin. Oturumu kapatıp tekrar oturum açmayı düşünün.

source: Skip to content
tr_tr: İçeriğe atla

source: This content cannot be displayed
tr_tr: Bu içerik görüntülenemiyor

source: An unexpected error occurred. Please contact your IT support for assistance.
tr_tr: Beklenmeyen bir hata oluştu. Yardım için lütfen BT desteğinize başvurun.

source: Back to edit mode
tr_tr: Düzenleme moduna geri dön

source: Align with a goal
tr_tr: Bir hedefle uyumlu hale getirin

source: Are you sure you want to delete this goal?
tr_tr: Bu hedefi silmek istediğinizden emin misiniz?

source: This chat message was deleted
tr_tr: Bu sohbet mesajı silindi

source: Goal chat
tr_tr: Hedef sohbeti

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} file.
tr_tr: Desteklenen dosya formatları: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maksimum dosya boyutu: 10 MB. Maksimum dosya sayısı: {{count}} dosya.
